[
  {
    "_id": "627566330db1dbbc71a24671",
    "name": "TVS APACHE RR 310",
    "image": "https://i.ibb.co/QY2b7jY/tvs-apache-rr-310.png",
    "price": "2845",
    "quantity": "70",
    "supplier": "Md. Alamin Hossain",
    "about": "TVS Built to Order (BTO), the TVS Apache RR 310 is the first race machine that can be crafted-to-order. To suit your unique needs, the TVS Apache RR 310 with TVS Built to Order (BTO) comes with two pre-defined customizable performance kits. Choose between these kits or choose the best of both worlds to craft your ultimate track weapon, your way."
  },
  {
    "_id": "627566330db1dbbc71a24672",
    "name": "TVS APACHE 4V",
    "image": "https://i.ibb.co/JsbpwR6/tvs-apache-4v-160.png",
    "price": "2,203",
    "quantity": "80",
    "supplier": "Md. Shams",
    "about": "The TVS Apache RTR 160 4V has consistently pushed the limits of performance and technology, always outdoing itself in the race against time. With the first-in-segment Ride Modes and Smart connect, the 2021 TVS Apache RTR 160 4V pushes the envelope like never before. Race in any condition with nothing holding you back. It’s time to become the Unstoppable."
  },
  {
    "_id": "627566330db1dbbc71a24673",
    "name": "TVS APACHE RTR",
    "image": "https://i.ibb.co/85vJdbs/tvs-apache-rtr-160.png",
    "price": "1,760",
    "quantity": "100",
    "supplier": "Md. Salim Hossain",
    "about": " TVS Apache RTR 160 is powered by 159.7 cc engine. This Apache RTR 160 engine generates a power of 15.53 PS @ 8400 rpm and a torque of 13.9 Nm @ 7000 rpm. TVS Apache RTR 160 gets Disc brakes in the front and rear. The kerb weight of Apache RTR 160 is 140 Kg. TVS Apache RTR 160 has Tubeless Tyre and Alloy Wheels."
  },
  {
    "_id": "627566330db1dbbc71a24674",
    "name": "TVS RAIDER 125",
    "image": "https://i.ibb.co/jw5fGzQ/tvs-raider.png",
    "price": "1050",
    "quantity": "150",
    "supplier": "Md. Shawon ali",
    "about": "TVS Raider 125 have 2 variants ranging. 125 is powered by a 1 cylinder, single cylinder, Air & oil-cooled 3V engine. It is able to produce 11.2 Nm @ 6000 rpm torque and 11.38 PS @ 7500 rpm power with a fuel efficiency/mileage of 67 kmpl. This Sports bike comes loaded with Power Modes from safety point of view. "
  },
  {
    "_id": "627566330db1dbbc71a24675",
    "name": "TVS STRYKER 125",
    "image": "https://i.ibb.co/pR5rDw3/tvs-stryker.png",
    "price": "1000",
    "quantity": "100",
    "supplier": "Md. Musaid Khandakar",
    "about": "Stryker is a 125 cc standard motorcycle of TVS company which is currently available in the world. The engine of TVS Stryker 125 can generate 11 Bhp @ 8000 rpm max power and 10.8 Nm @ 5500 rpm max torque. The bike can make more than 100 km per hour top speed and used to provide almost 65 km mileage average"
  },
  {
    "_id": "627566330db1dbbc71a24676",
    "name": "TVS VICTOR",
    "image": "https://i.ibb.co/mcPfq7J/tvs-victor.png",
    "price": "950",
    "quantity": "50",
    "supplier": "Md. Israfil Islam",
    "about": "The last iteration of the TVS Victor was powered by a 109.7cc single-cylinder air-cooled motor producing 9.6PS and 9.4Nm. The engine was mated to a 4-speed transmission. Including 72 kmpl Mileage and 90 kmph Top Speed. This TVS Victor Brake Style is Front Disc & Rear Drum. Underpinnings included a telescopic fork and dual series spring rear shock absorbers."
  }
]